tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "boost"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "harfbuzz"
brew "openjdk"
brew "clojure"
brew "dasel"
brew "direnv"
brew "docutils"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fpp"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "htop"
brew "leiningen"
brew "libpq"
brew "libxml2"
brew "maven"
brew "neofetch"
brew "nvm"
brew "pkcs11-helper"
brew "openvpn"
brew "osmium-tool"
brew "pure"
brew "python@3.10"
brew "python@3.9"
brew "rain"
brew "rclone"
brew "redis"
brew "rpm"
brew "sevenzip"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "borkdude/brew/clj-kondo"
brew "railwaycat/emacsmacport/emacs-mac"
cask "amethyst"
cask "linearmouse"
